{
    "myWork": {
        "myWork": "Meine Arbeit",
        "About": "Über das Projekt",
        "text1-Project1": "Task-Manager inspiriert vom Kanban-System. Erstellen und Organisieren von Aufgaben mit Drag-and-Drop-Funktionen, Zuweisung von Benutzern und Kategorien.",
        "technologies": "Verwendete Technologien",
        "learned": "Was ich gelernt habe",
        "text3-Project1": "Ich habe eine Vielzahl von Fähigkeiten erlernt. Mein JavaScript-Wissen wurde in Kombination mit Firebase auf die Probe gestellt, was mir ein völlig neues Verständnis davon gegeben hat, wie Programmierung funktioniert. Außerdem habe ich gelernt, mich in einem Team zu organisieren und Verantwortung für Fristen zu übernehmen.",
        "ongoing": "Laufendes Projekt",
        "text4": "Derzeit arbeite ich an der Entwicklung eines Online-Shops für Tiernahrung. Dies ist sowohl spannend als auch herausfordernd für mich. Der Schlüssel zum Erfolg liegt in einer guten Planung und Ausführung.",
        "letstalk": "Lass uns reden"
    },
    "myWork2": {
        "About": "Über das Projekt",
        "text1-Project1": "Mafia 5 ist ein Jump-, Run- und Shoot-Spiel. Hilf Fernando, den Verbrecher San Davis zu finden und zu eliminieren.",
        "technologies": "Verwendete Technologien",
        "learned": "Was ich gelernt habe",
        "text3-Project1": "Der Fokus bei Mafia 5 liegt auf objektorientierter, klassenbasierter Programmierung, um ein gut gestaltetes Spiel mit komplexen Aufgaben wie Kollisionsdetektion zu entwickeln."
    },
    "header": {
        "contact": "Kontakt",
        "mywork": "Arbeit",
        "skills": "Fähigkeiten",
        "whyme": "Warum ich"
    },
    "whyme": {
        "whyme": "Warum ich",
        "text1": "Ich bin stets motiviert, neue Technologien zu erlernen und mich kontinuierlich weiterzuentwickeln. Meine Fähigkeit, komplexe Herausforderungen zu meistern, kombiniert mit meiner Begeisterung für Programmierung, machen mich zu einem wertvollen Mitglied Ihres Teams.",
        "technologies": "Verwendete Technologien",
        "iam": "Ich bin",
        "remote": "offen für Fernarbeit",
        "relocate": "bereit umzuziehen",
        "contactme": "Kontaktieren Sie mich"
    },
    "myskills": {
        "whyme": "Meine Skills",
        "text1": "Die IT-Branche entwickelt sich rasant weiter, ständig entstehen innovative Technologien und Arbeitsweisen. Um meine IT-Fähigkeiten kontinuierlich auszubauen, setze ich auf einen vorausschauenden Ansatz, eine wissbegierige Haltung und ein starkes Engagement für lebenslanges Lernen",
        "text2": "Ich bin immer bereit, neue Technologien zu erlernen, sagen Sie mir einfach, was Sie brauchen."
    },
    "reference": {
        "reference": "Referenzen",
        "text1": "Mit Eduard an unserem Kanban-Board-Projekt zu arbeiten, war echt eine Bereicherung. Er hat mit seinen kreativen Ideen das Projekt auf ein neues Level gehoben. Man gemerkt, wie neugierig er ist und wie gern er sich weiterentwickelt.",
        "text2": "Eduard ist ein zuverlässiger und motivierter Teamplayer. Er bringt nicht nur technische Fähigkeiten mit, sondern auch eine positive Einstellung, die das gesamte Team bereichert.",
        "text3": "Eduard ist ein freundlicher und hilfsbereiter Kollege, der sich schnell in neue Themen einarbeitet. Seine strukturierte Herangehensweise an Aufgaben sorgt für hervorragende Ergebnisse",
        "headline": "Brauchst du einen Teamplayer?",
        "subline": "Hier ist, was meine Kolleg*innen über mich gesagt haben."
    },
    "contactme": {
        "contactme": "Kontaktiere mich",
        "input1": "Dein Name",
        "input2": "Deine E-Mail",
        "input3": "Deine Nachricht"
    },
    "letuswork": {
        "text1": "Lass uns zusammenarbeiten",
        "text2": "Wenn ihr jemanden für euer nächstes Projekt sucht, sei es eine Business-App oder in einer anderen Richtung, und Wert auf Clean Code sowie einen engagierten Entwickler legt, der bereit ist, sich weiterzuentwickeln und Neues zu lernen, dann bin ich der Richtige für euch.",
        "legalnotice": "Impressum",
        "privaci": "Datenschutzerklärung"
    },
    "imprint": {
        "text1": "Impressum",
        "text2": "Kontakt"
    },
    "datenschutz": {
        "title": "Datenschutzerklärung",
        "overview": {
            "title": "1. Datenschutz auf einen Blick",
            "general": {
                "title": "Allgemeine Hinweise",
                "content": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung."
            },
            "data_collection": {
                "title": "Datenerfassung auf dieser Website",
                "responsible": {
                    "title": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
                    "content": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen."
                },
                "how": {
                    "title": "Wie erfassen wir Ihre Daten?",
                    "content": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben. Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten."
                },
                "usage": {
                    "title": "Wofür nutzen wir Ihre Daten?",
                    "content": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden."
                },
                "rights": {
                    "title": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
                    "content": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden."
                },
                "tools": {
                    "title": "Analyse-Tools und Tools von Drittanbietern",
                    "content": "Beim Besuch dieser Website kann Ihr Surf-Verhalten statistisch ausgewertet werden. Das geschieht vor allem mit sogenannten Analyseprogrammen. Detaillierte Informationen zu diesen Analyseprogrammen finden Sie in der folgenden Datenschutzerklärung."
                }
            }
        },
        "hosting": {
            "title": "2. Hosting",
            "provider": {
                "title": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
                "details": "Anbieter ist die ALL-INKL.COM - Neue Medien Münnich, Inh. René Münnich, Hauptstraße 68, 02742 Friedersdorf (nachfolgend All-Inkl). Details entnehmen Sie der Datenschutzerklärung von All-Inkl: https://all-inkl.com/datenschutzinformationen/."
            },
            "legal_basis": {
                "title": "Die Verwendung von All-Inkl erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO.",
                "content": "Wir haben ein berechtigtes Interesse an einer möglichst zuverlässigen Darstellung unserer Website. Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar."
            }
        },
        "general_info": {
            "title": "3. Allgemeine Hinweise und Pflichtinformationen",
            "data_protection": {
                "title": "Datenschutz",
                "content": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich."
            },
            "responsible": {
                "title": "Hinweis zur verantwortlichen Stelle",
                "content": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist: Eduard Kammerzel, 55239 Gau-Odernheim Im Angel 13, Telefon: 0176 30666782, E-Mail: likeaedu@gmail.com."
            }
        }
    }
}