{
    "myWork": {
        "myWork": "My Work",
        "About": "About the project",
        "text1-Project1": "Task manager inspired by the Kanban System. Create and Organize tasks using drag and drop functions, assign users and categories.",
        "technologies": "Technologies I have used",
        "learned": "What i have learned",
        "text3-Project1": "I learned a variety of skills. My JavaScript knowledge was tested in combination with Firebase, which gave me a whole new understanding of how programming works. Additionally, I learned to organize myself within a team and take responsibility for deadlines.",
        "ongoing": "Ongoing project",
        "text4": "I am currently working on developing anonline shop for pet foods.This is for me both exciting andchallenging. In my work the key tosuccess lies in a good planning andexecution.",
        "letstalk": "Let`s Talk"
    },
    "myWork2": {
        "About": "Über das Project",
        "text1-Project1": "Mafia 5 is a Jump, Run and Shoot Game. Help Fernando find and eliminate the criminal San Davis.",
        "technologies": "Technologies I have used",
        "learned": "What i have learned",
        "text3-Project1": "The focus in Mafia 5 is Object-oriented with class-based programming to to develop a well-designed game with complex tasks such as collision detection."
    },
    "header": {
        "contact": "Contact",
        "mywork": "My Work",
        "skills": "Skills",
        "whyme": "Why Me"
    },
    "whyme": {
        "whyme": "Why Me",
        "text1": "I am always motivated to learn new technologies and continuously develop my skills. My ability to tackle complex challenges, combined with my passion for programming, makes me a valuable member of your team.","technologies": "Technologies I have used",
        "iam": "I am",
        "remote": "open to work remote",
        "relocate": "open to relocate",
        "contactme": "Contact me"
    },
    "myskills": {
        "whyme": "My Skills",
        "text1": "The IT industry is evolving rapidly, with new technologies and methodologies constantly emerging. To continuously enhance my IT skills, I rely on a forward-thinking approach, a curious mindset, and a strong commitment to lifelong learning.",
        "text2": "I am always happy to learn new technologies,just tell me what you meed."
    },
    "reference": {
        "reference" : "Reference",
        "text1": "Working with Eduard on our Kanban board project was truly enriching. His creative ideas took the project to a whole new level. You could see how curious he is and how much he enjoys developing himself.",
        "text2": "Eduard is a reliable and motivated team player. He brings not only technical skills but also a positive attitude that enriches the entire team",
        "text3": "Eduard is a friendly and helpful colleague who quickly familiarizes himself with new topics. His structured approach to tasks leads to excellent results.",
        "headline" : "Need a teamplayer?",
        "subline" : "Here what my colleagues said about me"
    },
    "contactme":  {
        "contactme": "Contact me",
        "input1": "Your name",
        "input2": "Your email",
        "input3": "Your message"
    },
    "letuswork":  {
        "text1": "Let us work together",
        "text2": "If you're looking for someone for your next project—whether it's a business app or something else—and you value clean code and a dedicated developer who is eager to grow and learn new things, then I'm the right fit for you.",
        "legalnotice": "Legal notice",
        "privaci": "Privacy policy"
    }

}